Repository: desh-aaditya/Gram_paragati_Setu
Catalog: app/lib/l10n/app_*.arb
Languages: hi, kn, mr

# appTitle
source: Gram Pragati Setu
hi: ग्राम प्रगति सेतु
kn: ಗ್ರಾಮ ಪ್ರಗತಿ ಸೇತುವೆ
mr: ग्राम प्रगती सेतू

source: Volunteer Login
hi: स्वयंसेवक लॉगिन
kn: ಸ್ವಯಂಸೇವಕ ಲಾಗಿನ್
mr: स्वयंसेवक लॉगिन

# welcomeTitle
source: Welcome to Gram Pragati Setu
hi: ग्राम प्रगति सेतु में आपका स्वागत है
kn: ಗ್ರಾಮ ಪ್ರಗತಿ ಸೇತುವೆಗೆ ಸುಸ್ವಾಗತ
mr: ग्राम प्रगती सेतू मध्ये आपले स्वागत आहे

# welcomeSubtitle
source: Empowering Rural Development
hi: ग्रामीण विकास को सशक्त बनाना
kn: ಗ್ರಾಮೀಣ ಅಭಿವೃದ್ಧಿಯ ಸಬಲೀಕರಣ
mr: ग्रामीण विकास सक्षमीकरण

source: Village Survey
hi: ग्राम सर्वेक्षण
kn: ಗ್ರಾಮ ಸಮೀಕ್ಷೆ
mr: ग्राम सर्वेक्षण

source: Report Issue
hi: समस्या की रिपोर्ट करें
kn: ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ
mr: समस्या नोंदवा

# officialInitiative
source: Official Government Initiative
hi: आधिकारिक सरकारी पहल
kn: ಅಧಿಕೃತ ಸರ್ಕಾರಿ ಉಪಕ್ರಮ
mr: अधिकृत सरकारी उपक्रम

source: Volunteer Access
hi: स्वयंसेवक प्रवेश
kn: ಸ್ವಯಂಸೇವಕ ಪ್ರವೇಶ
mr: स्वयंसेवक प्रवेश

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
mr: वापरकर्तानाव

source: Password
hi: पासवर्ड
kn: ಪಾಸ್ವರ್ಡ್
mr: पासवर्ड

source: SECURE LOGIN
hi: सुरक्षित लॉगिन
kn: ಸುರಕ್ಷಿತ ಲಾಗಿನ್
mr: सुरक्षित लॉगिन

# authorizedOnly
source: Authorized Personnel Only
hi: केवल अधिकृत कर्मियों के लिए
kn: ಅಧಿಕೃತ ಸಿಬ್ಬಂದಿ ಮಾತ್ರ
mr: केवळ अधिकृत कर्मचारी

source: Login failed
hi: लॉगिन विफल
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ
mr: लॉगिन अयशस्वी

source: Server error
hi: सर्वर त्रुटि
kn: ಸರ್ವರ್ ದೋಷ
mr: सर्व्हर त्रुटी

# welcomeVolunteer
source: Welcome, {name}
hi: स्वागत है, {name}
kn: ಸ್ವಾಗತ, {name}
mr: स्वागत आहे, {name}

source: Volunteer Dashboard
hi: स्वयंसेवक डैशबोर्ड
kn: ಸ್ವಯಂಸೇವಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
mr: स्वयंसेवक डॅशबोर्ड

# assignedTo
source: Assigned to: {villages}
hi: आवंटित: {villages}
kn: ನಿಯೋಜಿಸಲಾಗಿದೆ: {villages}
mr: नेमून दिलेले: {villages}

source: Upload Progress
hi: अपलोड प्रगति
kn: ಅಪ್‌ಲೋಡ್ ಪ್ರಗತಿ
mr: अपलोड प्रगती

source: Update Project Status
hi: परियोजना स्थिति अपडेट करें
kn: ಯೋಜನೆಯ ಸ್ಥಿತಿಯನ್ನು ನವೀಕರಿಸಿ
mr: प्रकल्प स्थिती अपडेट करा

source: Validate Issues
hi: समस्याएं सत्यापित करें
kn: ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
mr: समस्या सत्यापित करा

source: Verify Reported Issues
hi: रिपोर्ट की गई समस्याओं को सत्यापित करें
kn: ವರದಿಯಾದ ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
mr: नोंदवलेल्या समस्यांची पडताळणी करा

source: Verify Surveys
hi: सर्वेक्षण सत्यापित करें
kn: ಸಮೀಕ್ಷೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
mr: सर्वेक्षणे तपासा

source: Verify Priority Votes
hi: प्राथमिकता वोट सत्यापित करें
kn: ಆದ್ಯತೆಯ ಮತಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
mr: प्राधान्य मतांची पडताळणी करा

# noAssignedVillages
source: No assigned villages found
hi: कोई आवंटित गांव नहीं मिला
kn: ಯಾವುದೇ ನಿಯೋಜಿತ ಹಳ್ಳಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
mr: कोणतीही नेमून दिलेली गावे आढळली नाहीत
